<div class='title'>Пользовательское соглашение</div>
<div class='page'>
  <br />
<b>Пользователь имеет право:</b>
<br />
<br />
1. свободно осуществлять поиск, получение, передачу, производство и распространение информации на информационном ресурсе postshub любым законным способом;
<br />
2. комментировать предоставленную иными Пользователями информацию;
<br />
3. изменять рейтинги других Пользователей и осуществлять иные действия с соблюдением установленных Администрацией Правил.
<br />
<br />
<b>Администрация имеет право:</b>
<br />
1. по своему усмотрению создавать, изменять, отменять Правила пользования информационным ресурсом "ПостсХаб";
<br />
2. по своему усмотрению ограничить доступ к любой информации, размещённой Пользователем; удалить информацию, размещённую Пользователем, учётную запись Пользователя;
<br />
3. отказать в регистрации учётной записи Пользователю, учётная запись которого была ранее удалена за нарушение условий Соглашения.
<br />
<br />
<b>Пользователь обязуется:</b>
<br />
<br />
1. обеспечить достоверность предоставляемой информации;
<br />
2. при распространении информации, создателем которой Пользователь не является, обеспечить включение в её состав достоверных сведений об обладателе этой информации или об ином лице, распространяющем информацию, в форме и объёме, которые достаточны для идентификации такого лица;
<br />
3. не распространять информацию, которая направлена на пропаганду войны, разжигание национальной, расовой или религиозной ненависти и вражды, а также иной информации, за распространение которой предусмотрена уголовная или административная ответственность;
<br />
4. не нарушать работоспособность сайта путём размещения информации, содержащей вирусы, создания дополнительной нагрузки на сервер, применением программ, не обусловленных функциональным содержанием информационного ресурса и иными способами.
<br />
<br />
<b>Другие условия:</b>
<br />
<br />
1. Пользователь осознаёт и соглашается с тем, что размещённая им информация может быть использована поисковыми или другими автоматизированными сервисами и иными способами.
<br />
2. Администрация не несёт ответственность за несовпадение ожидаемых Пользователем и реально полученных услуг.
<br />
3. В случае возникновения форс-мажорной ситуации Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса.
<br />
4. В случае, если Пользователем была размещена информация, распространение которой ограничивается или запрещается федеральными законами, нарушает авторское или иное защищаемое законом право, всю полноту ответственности за её размещение несёт Пользователь.
<br />
5. Настоящее соглашение вступает в силу с момента авторизации Пользователем на информационном ресурсе «Хабрахабр» и распространяется на неопределённый срок.
<br />
6. Администрация имеет право на одностороннее изменение положений Соглашения, Пользователь может быть уведомлен об изменениях при помощи технических средств ресурса.
<br />
7. Обсуждение действий администрации (администраторов и модераторов) категорически запрещается в любых постах и комментариях, за исключением специализированной темы, предназначенного для обсуждения всех аспектов работы ресурса.
</div>
<br />